#+TITLE: awesome smoking
#+AUTHOR: Qun Wang <tshwangq@gmail.com>


* TODO awesome smoking                                              :smoking:
  SCHEDULED: <2016-10-13 四 .+1h>
  :PROPERTIES:
  :STYLE:    habit
  :LOGGING: TODO(!) WAIT(!) DONE(!) CANCELED(!)
  :LAST_REPEAT: [2016-10-13 四 16:36]
  :END:
  - State "TODO"       from "DONE"       [2016-10-15 六 17:37]
  - State "TODO"       from "DONE"       [2016-10-15 六 15:07]
  - State "TODO"       from "DONE"       [2016-10-15 六 12:03]
  - State "TODO"       from "DONE"       [2016-10-15 六 11:00]
  - State "TODO"       from "DONE"       [2016-10-15 六 09:44]
  - State "TODO"       from "DONE"       [2016-10-15 六 08:40]
  - State "TODO"       from "DONE"       [2016-10-14 五 21:11]
    way home
  - State "TODO"       from "DONE"       [2016-10-14 五 18:52]
    饭后一根烟呀
  - State "TODO"       from "DONE"       [2016-10-14 五 17:18]
  - State "TODO"       from "DONE"       [2016-10-14 五 15:34]
      犯困抽一根
  - State "TODO"       from "DONE"       [2016-10-14 五 14:43]
  - State "TODO"       from "DONE"       [2016-10-14 五 13:08]
  - State "TODO"       from "DONE"       [2016-10-14 五 10:13]
  - State "TODO"       from "DONE"       [2016-10-14 五 09:23]
  - State "TODO"       from "DONE"       [2016-10-13 四 22:13]
  - State "TODO"       from "DONE"       [2016-10-13 四 20:53]
  - State "TODO"       from "DONE"       [2016-10-13 四 19:03]
  :LOGBOOK:
  CLOCK: [2016-10-13 四 20:48]--[2016-10-13 四 20:53] =>  0:05
  CLOCK: [2016-10-13 四 18:58]--[2016-10-13 四 19:03] =>  0:05
  CLOCK: [2016-10-13 四 17:39]--[2016-10-13 四 17:45] =>  0:06
  :END:
  - State "TODO"       from "DONE"       [2016-10-13 四 16:37]
    awesome
  - State "TODO"       from "DONE"       [2016-10-13 四 17:45]

* TODO read 这书能让你戒烟<The Easy Way to Stop Smoking>

* count

|        day | total |
|------------+-------|
| 2016-10-13 |    10 |
| 2016-10-14 |     8 |
|            |       |
